brew "aws-vault"
brew "direnv"
brew "fastfetch"
brew "git-delta"
brew "htop"
brew "node"
brew "tig"
brew "tmux"
brew "vim"
cask "amneziavpn"
cask "clipy"
cask "coconutbattery"
cask "codex"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "kawa-app"
cask "monitorcontrol"
cask "stats"
cask "thunderbird"
cask "transmission"
cask "zed"
